{
  "full_script": " Exterior of a Victorian house at twilight. Camera tracks along the ivy-covered wall, revealing a small window with a curtain swaying gently. Pan to a close-up of the window as it opens slightly, revealing a curious cat's eye peering out. Zoom in on the cat's ear twitching before cutting to a medium shot of the cat leaning against the sill, its eyes scanning the surroundings with keen focus. The camera pans out to show the cat casually watching from the window as human activity continues below. A tracking shot moves along the house, ending with a reverse dolly zoom that emphasizes the cat's unblinking gaze on the viewer. Dynamic camera movement, cinematic lighting, motion in the scene. You think you have privacy in this house? That's cute. 1. Close-up tracking shot of a cat's alert, curious eyes opening in the early morning light filtering through blinds.\n2. Medium shot of the cat's ears twitching as it listens attentively to distant sounds within the house.\n3. Dolly zoom out revealing the empty room, then dolly back in focus on the cat's movement towards a litter box.\n4. Low-angle tracking shot following the cat as it approaches the litter box, with cinematic lighting casting long shadows on the floor.\n5. Close-up of the cat's eyes blinking and gaze shifting away from the litter box, symbolizing completion.\n6. Wide shot of the house at night, with windows illuminated, suggesting the cat's ability to monitor household activities even when its owner is asleep. Dynamic camera movement, cinematic lighting, motion in the scene. I know when you wake up when you go to bed and how often you pee.  \"Follow a close tracking shot of a curious cat as it moves towards a lush plant-filled room. Pan across various potted plants, their leaves subtly rustling in the breeze. The camera then focuses on the cat's sharp gaze, capturing a dynamic close-up of its eyes. Zoom out to reveal the cat bent low, observing the plants intently, perhaps whispering words of encouragement or instruction. Cut to a wide shot of the room, with sunlight streaming in through the window, casting dappled light on the leaves and creating a serene, cinematic atmosphere.\". Dynamic camera movement, cinematic lighting, motion in the scene. I know you eat snacks at midnight and pretend it didn't happen. 1. Tracking shot of a sleek black cat perched on a dusty antique wooden shelf, eyes scanning the room silently and vigilantly.\n2. Panning shot from a creaky door frame, revealing the cat poised like a gargoyle atop a refrigerator, observing the bustling kitchen below with an air of judgement.\n3. Dolly zoom of the cat descending from the fridge as it jumps to the counter, its ears twitching in response to unheard sounds, emphasizing its heightened senses.\n4. Low-angle shot of the cat's inquisitive eyes reflecting the warm glow of a lamp, casting dramatic shadows across the room as it continues its vigil.\n5. Wide-angle pan across the living room at dusk, showcasing the cat perched at various vantage points (shelf, doorway, window ledge), always watching silently from different perspectives. Dynamic camera movement, cinematic lighting, motion in the scene. I see the way you talk to your plants. I hear your cringe-voice memos before you delete them. I am always watching silently from a shelf, or a doorway, or the top of the fridge like a judgemental gargoyle. I don't judge out loud, but I do absorb everything. So when I stare at you with dead pan eyes, just know I have seen things.",
  "segments": [
    {
      "type": "B-Roll",
      "content": " Exterior of a Victorian house at twilight. Camera tracks along the ivy-covered wall, revealing a small window with a curtain swaying gently. Pan to a close-up of the window as it opens slightly, revealing a curious cat's eye peering out. Zoom in on the cat's ear twitching before cutting to a medium shot of the cat leaning against the sill, its eyes scanning the surroundings with keen focus. The camera pans out to show the cat casually watching from the window as human activity continues below. A tracking shot moves along the house, ending with a reverse dolly zoom that emphasizes the cat's unblinking gaze on the viewer. Dynamic camera movement, cinematic lighting, motion in the scene.",
      "a_roll_reference": 0,
      "start_time": 0,
      "end_time": 3.98375
    },
    {
      "content": "You think you have privacy in this house? That's cute.",
      "start_time": 0,
      "end_time": 3.98375,
      "duration": 3.98375,
      "type": "A-Roll"
    },
    {
      "type": "B-Roll",
      "content": "1. Close-up tracking shot of a cat's alert, curious eyes opening in the early morning light filtering through blinds.\n2. Medium shot of the cat's ears twitching as it listens attentively to distant sounds within the house.\n3. Dolly zoom out revealing the empty room, then dolly back in focus on the cat's movement towards a litter box.\n4. Low-angle tracking shot following the cat as it approaches the litter box, with cinematic lighting casting long shadows on the floor.\n5. Close-up of the cat's eyes blinking and gaze shifting away from the litter box, symbolizing completion.\n6. Wide shot of the house at night, with windows illuminated, suggesting the cat's ability to monitor household activities even when its owner is asleep. Dynamic camera movement, cinematic lighting, motion in the scene.",
      "a_roll_reference": 1,
      "start_time": 3.98375,
      "end_time": 7.9675
    },
    {
      "content": "I know when you wake up when you go to bed and how often you pee.",
      "start_time": 3.98375,
      "end_time": 7.9675,
      "duration": 3.98375,
      "type": "A-Roll"
    },
    {
      "type": "B-Roll",
      "content": " \"Follow a close tracking shot of a curious cat as it moves towards a lush plant-filled room. Pan across various potted plants, their leaves subtly rustling in the breeze. The camera then focuses on the cat's sharp gaze, capturing a dynamic close-up of its eyes. Zoom out to reveal the cat bent low, observing the plants intently, perhaps whispering words of encouragement or instruction. Cut to a wide shot of the room, with sunlight streaming in through the window, casting dappled light on the leaves and creating a serene, cinematic atmosphere.\". Dynamic camera movement, cinematic lighting, motion in the scene.",
      "a_roll_reference": 3,
      "start_time": 11.95125,
      "end_time": 15.935
    },
    {
      "content": "I know you eat snacks at midnight and pretend it didn't happen.",
      "start_time": 7.9675,
      "end_time": 11.95125,
      "duration": 3.9837499999999997,
      "type": "A-Roll"
    },
    {
      "type": "B-Roll",
      "content": "1. Tracking shot of a sleek black cat perched on a dusty antique wooden shelf, eyes scanning the room silently and vigilantly.\n2. Panning shot from a creaky door frame, revealing the cat poised like a gargoyle atop a refrigerator, observing the bustling kitchen below with an air of judgement.\n3. Dolly zoom of the cat descending from the fridge as it jumps to the counter, its ears twitching in response to unheard sounds, emphasizing its heightened senses.\n4. Low-angle shot of the cat's inquisitive eyes reflecting the warm glow of a lamp, casting dramatic shadows across the room as it continues its vigil.\n5. Wide-angle pan across the living room at dusk, showcasing the cat perched at various vantage points (shelf, doorway, window ledge), always watching silently from different perspectives. Dynamic camera movement, cinematic lighting, motion in the scene.",
      "a_roll_reference": 5,
      "start_time": 19.91875,
      "end_time": 23.9025
    },
    {
      "content": "I see the way you talk to your plants.",
      "start_time": 11.95125,
      "end_time": 15.935,
      "duration": 3.9837500000000006,
      "type": "A-Roll"
    },
    {
      "content": "I hear your cringe-voice memos before you delete them.",
      "start_time": 15.935,
      "end_time": 19.91875,
      "duration": 3.983749999999999,
      "type": "A-Roll"
    },
    {
      "content": "I am always watching silently from a shelf, or a doorway, or the top of the fridge like a judgemental gargoyle.",
      "start_time": 19.91875,
      "end_time": 23.9025,
      "duration": 3.9837500000000006,
      "type": "A-Roll"
    },
    {
      "content": "I don't judge out loud, but I do absorb everything.",
      "start_time": 23.9025,
      "end_time": 27.88625,
      "duration": 3.9837500000000006,
      "type": "A-Roll"
    },
    {
      "content": "So when I stare at you with dead pan eyes, just know I have seen things.",
      "start_time": 27.88625,
      "end_time": 31.87,
      "duration": 3.9837500000000006,
      "type": "A-Roll"
    }
  ],
  "theme": "a cat talks about its eyes and ears",
  "source": "transcription",
  "timestamp": 1749794147.157669,
  "broll_percentage": 50,
  "broll_aroll_mapping": {},
  "broll_segment_count": 4,
  "aroll_segment_count": 8,
  "version": "2.0",
  "generated_with": "percentage_based_allocation",
  "last_cleaned": 1749726409.333457
}