{
  "full_script": "Introductory visual for A cat talking about its eyes and ears. You think you have privacy in this house? That's cute. I know when you wake up when you go to bed and how often you pee. Visual representation of: I know you eat snacks at midnight and pretend it d... I know you eat snacks at midnight and pretend it didn't happen. I see the way you talk to your plants. Concluding visual for A cat talking about its eyes and ears. I hear your cringe-voice memos before you delete them. I am always watching silently from a shelf, or a doorway, or the top of the fridge like a judgemental gargoyle. I don't judge out loud, but I do absorb everything. So when I stare at you with dead pan eyes, just know I have seen things.",
  "segments": [
    {
      "type": "B-Roll",
      "content": "Introductory visual for A cat talking about its eyes and ears.",
      "duration": 3.0
    },
    {
      "type": "A-Roll",
      "content": "You think you have privacy in this house? That's cute. I know when you wake up when you go to bed and how often you pee.",
      "start_time": 0.0,
      "end_time": 6.64,
      "duration": 6.64
    },
    {
      "type": "B-Roll",
      "content": "Visual representation of: I know you eat snacks at midnight and pretend it d...",
      "duration": 3.0,
      "related_aroll": 2
    },
    {
      "type": "A-Roll",
      "content": "I know you eat snacks at midnight and pretend it didn't happen. I see the way you talk to your plants.",
      "start_time": 7.24,
      "end_time": 12.48,
      "duration": 5.24
    },
    {
      "type": "B-Roll",
      "content": "Concluding visual for A cat talking about its eyes and ears.",
      "duration": 3.0
    },
    {
      "type": "A-Roll",
      "content": "I hear your cringe-voice memos before you delete them. I am always watching silently from a shelf, or a doorway, or the top of the fridge like a judgemental gargoyle. I don't judge out loud, but I do absorb everything.",
      "start_time": 13.18,
      "end_time": 27.0,
      "duration": 13.82
    },
    {
      "type": "A-Roll",
      "content": "So when I stare at you with dead pan eyes, just know I have seen things.",
      "start_time": 27.0,
      "end_time": 32.2,
      "duration": 5.200000000000003
    }
  ],
  "theme": "A cat talking about its eyes and ears.",
  "source": "transcription",
  "timestamp": 1748894765.7204962
}